{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Opacity for this color"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C3ACAD2B4010EA3E3BCB51AB5935B0F3"
		},
		{
			"Source":
			{
				"Text": "Released connection!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "289395A04ED1C233FD7C8E94D3CB7148"
		},
		{
			"Source":
			{
				"Text": "Released connection!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0137E8E2412FF70AB488BBB46B04E1AB"
		},
		{
			"Source":
			{
				"Text": "Reloading matches list..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0D5D9C9140DC5D74BCF8A3B6E9A9D98B"
		},
		{
			"Source":
			{
				"Text": "Select \"Reset all inputs\" or \"Configure object\" in actions to reset inputs"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8926D61B418ECACB7DAAD9937095C9FF"
		},
		{
			"Source":
			{
				"Text": "Selected object!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5AB939424F4190B444E2CD822FCF77EA"
		},
		{
			"Source":
			{
				"Text": "The result of the evaluation"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9A5FAC8845EECFB36982F38A55EBE52E"
		},
		{
			"Source":
			{
				"Text": "Time in seconds"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E46A73845A00DA07814D49101802191"
		},
		{
			"Source":
			{
				"Text": "Value normalized to a 0-1 range"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AD8413FC40F3FADFCB36788801DC2417"
		},
		{
			"Source":
			{
				"Text": "Value to store"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00CC1D814C6F5B76196CFBB619F72E38"
		},
		{
			"Source":
			{
				"Text": "When true, clears the stored value"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DEFACC6C4B53B0755482B49DA12DD8EE"
		},
		{
			"Source":
			{
				"Text": "When true, stores the value"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C4E7B4104B281DDC26860CA208F024CC"
		},
		{
			"Source":
			{
				"Text": "Whether the evaluation was successful"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "548054C742B3EABA52879796EDBA680C"
		},
		{
			"Source":
			{
				"Text": "Whether the timer should restart after it reached 0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B6517EFA4EA0B3C7E270139211166F56"
		},
		{
			"Source":
			{
				"Text": "Wiremod deprecation program"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0FF59C9C4C65BADFE8E7FAB58FD642F4"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "WMLocalization",
			"Children": [
				{
					"Source":
					{
						"Text": " "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Other_Uncategorized"
				},
				{
					"Source":
					{
						"Text": "<OH>WARNING</>\r\nYour savefile contains wiremod buildings that are\r\nbroken and/or will be removed in next update.\r\nList of deprecated buildings:\r\n{DeprecateList}\r\nYou can use chat command <o>/wm stats</> to remove deprecated buildings."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_DeprecationNotice"
				},
				{
					"Source":
					{
						"Text": "Adapters"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Other_Adapters"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Add"
				},
				{
					"Source":
					{
						"Text": "Allow dismantling"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WorldGuard_AllowDismantle_Text"
				},
				{
					"Source":
					{
						"Text": "Any"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Any"
				},
				{
					"Source":
					{
						"Text": "Any (NonRef)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_AnyNonRef"
				},
				{
					"Source":
					{
						"Text": "Any Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_AnyArray"
				},
				{
					"Source":
					{
						"Text": "Any Non Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_AnyNonArray"
				},
				{
					"Source":
					{
						"Text": "Arithmetic"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Numbers"
				},
				{
					"Source":
					{
						"Text": "Arrays"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Arrays"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Color_Blue"
				},
				{
					"Source":
					{
						"Text": "Bool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Bool"
				},
				{
					"Source":
					{
						"Text": "Bool Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_BoolArray"
				},
				{
					"Source":
					{
						"Text": "Breakers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Other_Breakers"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Cancel"
				},
				{
					"Source":
					{
						"Text": "Changed your mind?\r\nYou can always change these settings through mod config"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_MessageAfter"
				},
				{
					"Source":
					{
						"Text": "Claim"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GenericAction_Claim"
				},
				{
					"Source":
					{
						"Text": "Color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Color"
				},
				{
					"Source":
					{
						"Text": "Color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Color"
				},
				{
					"Source":
					{
						"Text": "Color Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_ColorArray"
				},
				{
					"Source":
					{
						"Text": "Color of the wire between objects you connected, these are just presets - you can change the color to whatever you want in the mod config."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_ColorWire_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Communications"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO_Communications"
				},
				{
					"Source":
					{
						"Text": "Configuring"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WorldGuard_Configuring_Text"
				},
				{
					"Source":
					{
						"Text": "Connect this to the adapter"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_Generic_AdapterConnection"
				},
				{
					"Source":
					{
						"Text": "Connecting"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WorldGuard_Connecting_Text"
				},
				{
					"Source":
					{
						"Text": "Copy"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Copy"
				},
				{
					"Source":
					{
						"Text": "Count"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Count"
				},
				{
					"Source":
					{
						"Text": "Custom Struct"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_CustomStruct"
				},
				{
					"Source":
					{
						"Text": "Display additional information"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_DisplayAdditionalInfo_Text"
				},
				{
					"Source":
					{
						"Text": "Displays"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO_Displays"
				},
				{
					"Source":
					{
						"Text": "Edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Edit"
				},
				{
					"Source":
					{
						"Text": "Entity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Entity"
				},
				{
					"Source":
					{
						"Text": "Entity Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_EntityArray"
				},
				{
					"Source":
					{
						"Text": "Gates"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Color_Green"
				},
				{
					"Source":
					{
						"Text": "Hold {Key}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GenericAction_HoldKey"
				},
				{
					"Source":
					{
						"Text": "IO"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO"
				},
				{
					"Source":
					{
						"Text": "Inputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Inputs"
				},
				{
					"Source":
					{
						"Text": "Inputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO_Inputs"
				},
				{
					"Source":
					{
						"Text": "Integer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Integer"
				},
				{
					"Source":
					{
						"Text": "Interpolation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Interpolation"
				},
				{
					"Source":
					{
						"Text": "Inventory"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Inventory"
				},
				{
					"Source":
					{
						"Text": "Inventory Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_InventoryArray"
				},
				{
					"Source":
					{
						"Text": "Item Amount"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_ItemAmount"
				},
				{
					"Source":
					{
						"Text": "Item Amount Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_ItemAmountArray"
				},
				{
					"Source":
					{
						"Text": "Logic"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Logic"
				},
				{
					"Source":
					{
						"Text": "N/A"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_NotAvailable"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_No"
				},
				{
					"Source":
					{
						"Text": "Number"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Number"
				},
				{
					"Source":
					{
						"Text": "Number Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_NumberArray"
				},
				{
					"Source":
					{
						"Text": "Open sandbox world"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_OpenGMConstruct_Text"
				},
				{
					"Source":
					{
						"Text": "Open youtube tutorial in browser"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_OpenTutorial"
				},
				{
					"Source":
					{
						"Text": "Other"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Other"
				},
				{
					"Source":
					{
						"Text": "Outputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Outputs"
				},
				{
					"Source":
					{
						"Text": "Owner"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Owner_Text"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Paste"
				},
				{
					"Source":
					{
						"Text": "Photoepilepsy mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Photoepilepsy"
				},
				{
					"Source":
					{
						"Text": "Power Circuit Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_PowerGridArray"
				},
				{
					"Source":
					{
						"Text": "Power Grid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_PowerGrid"
				},
				{
					"Source":
					{
						"Text": "Recipe"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Recipe"
				},
				{
					"Source":
					{
						"Text": "Recipe Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_RecipeArray"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Color_Red"
				},
				{
					"Source":
					{
						"Text": "Reduce motion sickness"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_EpilepsyMode_Text"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Refresh"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Remove"
				},
				{
					"Source":
					{
						"Text": "Removes some flashing effects from wiremod UI"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_EpilepsyMode_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Resetting"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WorldGuard_Resetting_Text"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Save"
				},
				{
					"Source":
					{
						"Text": "Search..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Search"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Select"
				},
				{
					"Source":
					{
						"Text": "Sensors"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO_Sensors"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Settings"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_IO_Sound"
				},
				{
					"Source":
					{
						"Text": "Stack"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Stack"
				},
				{
					"Source":
					{
						"Text": "Stack Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_StackArray"
				},
				{
					"Source":
					{
						"Text": "Status"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Status"
				},
				{
					"Source":
					{
						"Text": "String"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_String"
				},
				{
					"Source":
					{
						"Text": "String Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_StringArray"
				},
				{
					"Source":
					{
						"Text": "Strings"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_String"
				},
				{
					"Source":
					{
						"Text": "Text size used for wiremod UI"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ModConfig_TextSize_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Thank you for installing wiremod!\r\nBefore you continue, we have a couple of things we need you to check"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_MessageBefore"
				},
				{
					"Source":
					{
						"Text": "Trigonometry"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Trigonometry"
				},
				{
					"Source":
					{
						"Text": "Type"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DynamicValueEditor_Type_Text"
				},
				{
					"Source":
					{
						"Text": "UI Text Size"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ModConfig_TextSize_Text"
				},
				{
					"Source":
					{
						"Text": "Unclaim"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GenericAction_Unclaim"
				},
				{
					"Source":
					{
						"Text": "Unclaimed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GenericStatement_Unclaimed"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Unknown"
				},
				{
					"Source":
					{
						"Text": "Value"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DynamicValueEditor_Value_Text"
				},
				{
					"Source":
					{
						"Text": "Vector"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_Vector"
				},
				{
					"Source":
					{
						"Text": "Vector Array"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConnectionType_VectorArray"
				},
				{
					"Source":
					{
						"Text": "Vectors"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Categories_Gates_Vector"
				},
				{
					"Source":
					{
						"Text": "Whether to display information such as input and output type when aiming at a building"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_FirstLaunch_DisplayAdditionalInfo_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Wire settings have been moved to the tool configuration menu.\r\nYou can open it in actions wheel while holding wiremod tool."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ModConfig_WireSettingsMoved_Text"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_Yes"
				},
				{
					"Source":
					{
						"Text": "You are about to open the wiremod sandbox world.\r\nMake sure you saved your game before continuing!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generic_OpenGMConstruct_OnState_Game"
				}
			]
		},
		{
			"Namespace": "WMLocalization_BuildingConnections",
			"Children": [
				{
					"Source":
					{
						"Text": "Color of the element"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementColor_Description"
				},
				{
					"Source":
					{
						"Text": "Current overclock value"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_CurrentOverclock_Description"
				},
				{
					"Source":
					{
						"Text": "Does this machine have power?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_HasPower_Description"
				},
				{
					"Source":
					{
						"Text": "Element of a sign to edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementIndex_Description"
				},
				{
					"Source":
					{
						"Text": "Element's opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementOpacity_Description"
				},
				{
					"Source":
					{
						"Text": "Element's scale and speed (R and G are speed, B and A are scale)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementScaleAndSpeed_Description"
				},
				{
					"Source":
					{
						"Text": "Height for the floor that we are editing"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_SetFloorHeight_Description"
				},
				{
					"Source":
					{
						"Text": "Height of the floor at the index"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_CurrentFloorHeight_Description"
				},
				{
					"Source":
					{
						"Text": "How many elements does this sign have?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementCount_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is a text, this will edit the text"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_TextString_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is a text, this will set if it's UPPERCASE"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_TextIsUpperCase_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is a text, this will set if it's bold"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_TextIsBold_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is a text, this will set the font size"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_TextFontSize_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is an image, sets the image id."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ImageId_Description"
				},
				{
					"Source":
					{
						"Text": "If the element is an image, this will edit it's size"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ImageSize_Description"
				},
				{
					"Source":
					{
						"Text": "If you're using mod version 0.3.5, this wall mount is currently not working with wiremod.\r\nThis is a known issue and mod author has been notified about it."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_TEMP_SkyhookWallmount_Broken_Note"
				},
				{
					"Source":
					{
						"Text": "Index of the floor we want to edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_FloorIndex_Description"
				},
				{
					"Source":
					{
						"Text": "Is this machine in standby mode?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GetStandby_Description"
				},
				{
					"Source":
					{
						"Text": "Is this machine producing/generating?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GetIsProducing_Description"
				},
				{
					"Source":
					{
						"Text": "Justifies the element. 0 is left, 1 is middle, 2 is right."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementJustify_Description"
				},
				{
					"Source":
					{
						"Text": "Lift we want to interact with"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_LiftInput_Description"
				},
				{
					"Source":
					{
						"Text": "Machine's input slots"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GetInputInventory_Description"
				},
				{
					"Source":
					{
						"Text": "Machine's output slots"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GetOutputInventory_Description"
				},
				{
					"Source":
					{
						"Text": "Max overclock that the user can set in machine's interface"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_MaxOverclock_Description"
				},
				{
					"Source":
					{
						"Text": "Name for the floor that we are editing"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_SetFloorName_Description"
				},
				{
					"Source":
					{
						"Text": "Name of the floor at the index"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_CurrentFloorName_Description"
				},
				{
					"Source":
					{
						"Text": "Nuclear waste output slots"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generator_NuclearWasteInventory_Description"
				},
				{
					"Source":
					{
						"Text": "Overclock for this machine. 1 is 100%, 2.5 is 250%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_SetOverclock_Description"
				},
				{
					"Source":
					{
						"Text": "Position of the element"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementPosition_Description"
				},
				{
					"Source":
					{
						"Text": "Power usage from build menu"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DefaultPowerUsage_Description"
				},
				{
					"Source":
					{
						"Text": "Power usage from machine's interface"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_CurrentPowerUsage_Description"
				},
				{
					"Source":
					{
						"Text": "Production progress (0 - 0%; 1 - 100%)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ProductionProgress_Description"
				},
				{
					"Source":
					{
						"Text": "Production time for selected recipe (found in codex)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DefaultProductionTime_Description"
				},
				{
					"Source":
					{
						"Text": "Production time modified by overclocking"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_CurrentProductionTime_Description"
				},
				{
					"Source":
					{
						"Text": "Productivity from machine's interface"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Productivity_Description"
				},
				{
					"Source":
					{
						"Text": "Recipe for this machine"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_SetRecipe_Description"
				},
				{
					"Source":
					{
						"Text": "Render order of the element"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementZIndex_Description"
				},
				{
					"Source":
					{
						"Text": "Rotation of the element"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_ElementRotation_Description"
				},
				{
					"Source":
					{
						"Text": "Set this to true for Min and Max digits to work."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_String_NumberToString_Truncate_Description"
				},
				{
					"Source":
					{
						"Text": "Sign to edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_SignInput_Description"
				},
				{
					"Source":
					{
						"Text": "Sign type"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_SignType_Description"
				},
				{
					"Source":
					{
						"Text": "The background color of the sign"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_BackgroundColor_Description"
				},
				{
					"Source":
					{
						"Text": "The emission of the sign"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_Emission_Description"
				},
				{
					"Source":
					{
						"Text": "The max count of digits that each output array element can have."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_String_NumberArrayToStringArray_MaxFractionalDigits_Description"
				},
				{
					"Source":
					{
						"Text": "The max count of digits that the output can have."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_String_NumberToString_MaxFractionalDigits_Description"
				},
				{
					"Source":
					{
						"Text": "The min count of digits that each output array element must have."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_String_NumberArrayToStringArray_MinFractionalDigits_Description"
				},
				{
					"Source":
					{
						"Text": "The min count of digits that the output must have."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_String_NumberToString_MinFractionalDigits_Description"
				},
				{
					"Source":
					{
						"Text": "This elevator type is not supported!\r\nLinear motion developers did not make any functions for it"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_Unsupported"
				},
				{
					"Source":
					{
						"Text": "This generator's fuel slots"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Generator_FuelInventory_Description"
				},
				{
					"Source":
					{
						"Text": "Use <DisqDesc>Linear Motion Adapter</> to edit or read floor data"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_LinearMotion_Note"
				},
				{
					"Source":
					{
						"Text": "Use <DisqDesc>Really Simple Signs Adapter</> to connect this"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Integration_RSS_Note"
				},
				{
					"Source":
					{
						"Text": "What this machine is set to produce"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_GetRecipe_Description"
				},
				{
					"Source":
					{
						"Text": "What value will overclock be changed to after this production cycle ends?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_NextCycleOverclock_Description"
				},
				{
					"Source":
					{
						"Text": "Whether the overclocking is unlocked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_CanOverclock_Description"
				},
				{
					"Source":
					{
						"Text": "Whether this machine should be in standby mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_SetStandby_Description"
				}
			]
		},
		{
			"Namespace": "WMLocalization_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "A variable with this name already exists"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableEdit_Error_NameTaken"
				},
				{
					"Source":
					{
						"Text": "ACCESS DENIED"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeypadUI_Code_Error"
				},
				{
					"Source":
					{
						"Text": "ACCESS GRANTED"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeypadUI_Code_Success"
				},
				{
					"Source":
					{
						"Text": "Adds a new variable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_AddNewVar_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Aim location"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Snapping_AimLocation"
				},
				{
					"Source":
					{
						"Text": "Already linked to this receiver!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_AlreadyClaimed"
				},
				{
					"Source":
					{
						"Text": "Awaiting input..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeypadUI_Code_Idle"
				},
				{
					"Source":
					{
						"Text": "Case sensitive"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeyboardUI_CaseSensitive_Text"
				},
				{
					"Source":
					{
						"Text": "Center"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Snapping_ToCenter"
				},
				{
					"Source":
					{
						"Text": "Claim this receiver with a wiremod tool first! \r\n(Press \"Configure\" keybind)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_ClaimRequired"
				},
				{
					"Source":
					{
						"Text": "Class name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_ClassName_Text"
				},
				{
					"Source":
					{
						"Text": "Click on a variable to edit it"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableListHint_Text"
				},
				{
					"Source":
					{
						"Text": "Click to edit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_Variable_Hint"
				},
				{
					"Source":
					{
						"Text": "Configure object"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_Header_Generic"
				},
				{
					"Source":
					{
						"Text": "Configure object"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Radial_ConfigureObject"
				},
				{
					"Source":
					{
						"Text": "Configure wiremod object"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_Header_Wiremod"
				},
				{
					"Source":
					{
						"Text": "Connect"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_SelectInput"
				},
				{
					"Source":
					{
						"Text": "Connected ({TransmitterName}) - {ValueType}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RadioReceiverUI_Status_Connected"
				},
				{
					"Source":
					{
						"Text": "Connecting"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Connecting_Text"
				},
				{
					"Source":
					{
						"Text": "Connecting: Multiple"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_ConnectMode_Multi"
				},
				{
					"Source":
					{
						"Text": "Connecting: Single"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_ConnectMode_Single"
				},
				{
					"Source":
					{
						"Text": "Create virtual connection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_CreateGlobal"
				},
				{
					"Source":
					{
						"Text": "Custom name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_CustomName_Text"
				},
				{
					"Source":
					{
						"Text": "Custom name..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_CustomName_Hint"
				},
				{
					"Source":
					{
						"Text": "Default wire color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_WireColor_Text"
				},
				{
					"Source":
					{
						"Text": "Disconnects this input (must have permission to reset inputs for this to do anything)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_Reset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Disconnects this input (must have permission to reset inputs for this to do anything)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_InputUI_Disconnect_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Distance does not slow down the receiver, this is purely visual. Why? Because why not."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RadioReceiverUI_ConnectivityGraphNote"
				},
				{
					"Source":
					{
						"Text": "Edit the color of this wire"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_ConfigureColor_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Edit variable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableEdit_Header"
				},
				{
					"Source":
					{
						"Text": "Enter name here..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableEdit_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Enter text here..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeyboardUI_TextField_Hint"
				},
				{
					"Source":
					{
						"Text": "Entity name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_EntityName_Text"
				},
				{
					"Source":
					{
						"Text": "Hide new wires by default"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigurerUI_WireHidden_Text"
				},
				{
					"Source":
					{
						"Text": "Hide/Show wire in the world."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_IsHidden_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Holding output"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_HoldingOutput_Text"
				},
				{
					"Source":
					{
						"Text": "Inputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_HeaderInputs"
				},
				{
					"Source":
					{
						"Text": "Key 1"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Key1"
				},
				{
					"Source":
					{
						"Text": "Key 2"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Key2"
				},
				{
					"Source":
					{
						"Text": "Key 3"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Key3"
				},
				{
					"Source":
					{
						"Text": "Key 4"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Key4"
				},
				{
					"Source":
					{
						"Text": "Key 5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Key5"
				},
				{
					"Source":
					{
						"Text": "Link to receiver"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_LinkReceiver"
				},
				{
					"Source":
					{
						"Text": "Linked!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_ClaimSuccess"
				},
				{
					"Source":
					{
						"Text": "Matches"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeyboardUI_Matches_Text"
				},
				{
					"Source":
					{
						"Text": "Max value"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_SliderUI_MaxValue_Text"
				},
				{
					"Source":
					{
						"Text": "Min value"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_SliderUI_MinValue_Text"
				},
				{
					"Source":
					{
						"Text": "Misc info"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_Header_MiscInfo"
				},
				{
					"Source":
					{
						"Text": "Multiple"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Connecting_Multiconnect"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableEdit_Name_Text"
				},
				{
					"Source":
					{
						"Text": "Name cannot be empty"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_VariableEdit_Error_NameEmpty"
				},
				{
					"Source":
					{
						"Text": "New wire point"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_NewWirePoint"
				},
				{
					"Source":
					{
						"Text": "No connection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RadioReceiverUI_Status_NoConnection"
				},
				{
					"Source":
					{
						"Text": "Not connected"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_NotConnected_Text"
				},
				{
					"Source":
					{
						"Text": "Open actions list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_ActionsRadial"
				},
				{
					"Source":
					{
						"Text": "Outputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_HeaderOutputs"
				},
				{
					"Source":
					{
						"Text": "Password"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeypadUI_Password_Text"
				},
				{
					"Source":
					{
						"Text": "Pastes the list stored in the clipboard"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_Paste_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Player list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_PlayerSensorUI_PlayerList_Text"
				},
				{
					"Source":
					{
						"Text": "Position"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_Position_Text"
				},
				{
					"Source":
					{
						"Text": "Processed on each client"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_ProcessedByEachClient_Text"
				},
				{
					"Source":
					{
						"Text": "Release held connection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Radial_ReleaseOutput"
				},
				{
					"Source":
					{
						"Text": "Remove wire point"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_RemoveWirePoint"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_Reset"
				},
				{
					"Source":
					{
						"Text": "Reset all inputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Radial_ResetInputs"
				},
				{
					"Source":
					{
						"Text": "Reset input / Release held output"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_ReleaseOutput"
				},
				{
					"Source":
					{
						"Text": "Restores the list to the current active list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_Cancel_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Rotation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_Rotation_Text"
				},
				{
					"Source":
					{
						"Text": "Saves current list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_Save_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Saves the current list and copies it to clipboard"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_ConstUI_Copy_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Scroll inputs list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_ScrollInputs"
				},
				{
					"Source":
					{
						"Text": "Scroll output list"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_ScrollOutputs"
				},
				{
					"Source":
					{
						"Text": "Select object as entity output"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Radial_SelectTargetAsEntity"
				},
				{
					"Source":
					{
						"Text": "Select output"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Keybind_SelectOutput"
				},
				{
					"Source":
					{
						"Text": "Selected"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_PlayerSensorUI_SelectedPlayer_Text"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_Tab_Settings"
				},
				{
					"Source":
					{
						"Text": "Single"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Connecting_Single"
				},
				{
					"Source":
					{
						"Text": "Snapping"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Snapping_Text"
				},
				{
					"Source":
					{
						"Text": "Snapping: To aim location"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_SnapMode_AimLocation"
				},
				{
					"Source":
					{
						"Text": "Snapping: To center"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_SnapMode_Center"
				},
				{
					"Source":
					{
						"Text": "Supported"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_DebuggerUI_WiremodSupported_Text"
				},
				{
					"Source":
					{
						"Text": "Text to match..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeyboardUI_KeyboardMatch_TextToMatchHint"
				},
				{
					"Source":
					{
						"Text": "The input that this wire is related to"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_InputName_Tooltip"
				},
				{
					"Source":
					{
						"Text": "The output from which this input gets the data"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_OutputName_Tooltip"
				},
				{
					"Source":
					{
						"Text": "The wire will start/end at the \"center\" position of the object."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Snapping_ToCenter_Tooltip"
				},
				{
					"Source":
					{
						"Text": "The wire will start/end at the position where the user is aiming."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Snapping_AimLocation_Tooltip"
				},
				{
					"Source":
					{
						"Text": "This building has no inputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_NoInputs"
				},
				{
					"Source":
					{
						"Text": "This building has no outputs"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_NoOutputs"
				},
				{
					"Source":
					{
						"Text": "This receiver belongs to someone else!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_ClaimError"
				},
				{
					"Source":
					{
						"Text": "Tool configuration"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_Radial_ToolConfig"
				},
				{
					"Source":
					{
						"Text": "Transmitters"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RadioReceiverUI_Transmitters_Text"
				},
				{
					"Source":
					{
						"Text": "Unlink"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_Keybind_Unlink"
				},
				{
					"Source":
					{
						"Text": "Unlinked!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RemoteControlUI_UnclaimSuccess"
				},
				{
					"Source":
					{
						"Text": "Virtual connection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WireConfigurerUI_GlobalConnection_Text"
				},
				{
					"Source":
					{
						"Text": "When unchecked, \"test\" and \"TEST\" will be considered the same text"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_KeyboardUI_CaseSensitive_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Whether the new wires should be hidden by default."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigurerUI_WireHidden_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Wire emission (Glow)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigurerUI_WireEmission_Text"
				},
				{
					"Source":
					{
						"Text": "Wiremod Remote Control: Key 3"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_RemoteControl_Action3"
				},
				{
					"Source":
					{
						"Text": "Wiremod Remote Control: Key 4"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_RemoteControl_Action4"
				},
				{
					"Source":
					{
						"Text": "Wiremod Remote Control: Key 5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_RemoteControl_Action5"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Add wire point"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_NewWirePoint"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Open tool menu"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_ToolActionsRadial"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Remove wire point"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_RemoveWirePoint"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Scroll connections list downwards"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_ScrollDown"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Scroll connections list upwards"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_ScrollUp"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Special Action"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_SpecialAction"
				},
				{
					"Source":
					{
						"Text": "Wiremod: Switch connect mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Keybinds_SwitchConnectMode"
				},
				{
					"Source":
					{
						"Text": "Wires"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_Configure_Tab_Wires"
				},
				{
					"Source":
					{
						"Text": "Wiretool will automatically release the connection once you connect it to something."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Connecting_Single_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Wiretool will hold the connection until you manually release it.\r\nYou'll be able to connect multiple things without going to the output each time."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiretoolConfigUI_Connecting_Multiconnect_Tooltip"
				},
				{
					"Source":
					{
						"Text": "{Distance}m away"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_RadioReceiverUI_Distance"
				},
				{
					"Source":
					{
						"Text": "{ObjectName}'s \"{InputName}\" input reset!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_WiremodToolUI_ResetSpecificConnection"
				},
				{
					"Source":
					{
						"Text": "{PlayerName}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_PlayerSensorUI_PlayerRecord_Generic"
				},
				{
					"Source":
					{
						"Text": "{PlayerName} (You)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WM_PlayerSensorUI_PlayerRecord_CurrentUser"
				}
			]
		}
	]
}